#ifndef __VERSION_H_NIJIE_2014_0724__
#define __VERSION_H_NIJIE_2014_0724__

/*************************************************************************************
版本号说明 a.b.c.d
	a为架构版本号，涉及架构改变，重要数据结构，核心功能增减，实现方式变化等
	b为功能版本号，涉及功能、协议、接口等大功能的修改
	c为子功能版本号，涉及小功能、内部实现修改，算法优化，bug修改等
	d为Bug版本号，涉及bug修复等，对实现的调整，主要是一些内部版本
*************************************************************************************/

#define LUAHTTPD_VERSION		"0.1.0.0"

/*************************************************************************************
[version 0.1.0.0] -- 2014.07.24
1、发布第一版本
	主要实现基本框架
	支持mysql回调
	支持cookie
	支持session
*************************************************************************************/

#endif	// __VERSION_H_NIJIE_2014_0724__
